Repository: danerose/waddi-wallet
Catalog: lib/core/l10n/app_*.arb
Languages: es

source: Favorites
es: Favoritos

source: Filters
es: Filtros

source: Filter
es: Filtrar

source: Reset
es: Limpiar

source: Sort By Alphabetical Order
es: Ordenar por orden Alfab√©tico

source: Sort By Prices
es: Ordenar por precios

source: From A
es: Desde A

source: to A
es: hasta A

source: From Z
es: Desde Z

source: to Z
es: hasta Z

source: From Lowest Price
es: Menor Precio

source: to Lowest Price
es: a Menor Precio

source: From Highest Price
es: Mayor Precio

source: to Highest Price
es: a Mayor Precio

source: Price
es: Precio

source: History
es: Historial

# oneWeek
source: 1w
es: 1s

source: Add to Favorites
es: Agregar a Favoritos

source: Remove from Favorites
es: Quitar de Favoritos
